[
    {
        "id": 1,
        "judul": "Baskara dan Surat Cinta di Meja Kerja",
        "konten": "Baskara tidak pernah menyangka, sebuah surat cinta akan terselip di antara dokumen di mejanya. Surat itu dari seseorang yang selama ini hanya ia pandang dari kejauhan.",
        "tanggal_publikasi": "2024-11-01"
    },
    {
        "id": 2,
        "judul": "Hujan di Tengah Lamunan Baskara",
        "konten": "Di bawah rintik hujan, Baskara mengenang setiap detik bersama Laila. Ia tahu, cinta itu masih ada meski jarak memisahkan mereka.",
        "tanggal_publikasi": "2024-11-02"
    },
    {
        "id": 3,
        "judul": "Kenangan Baskara di Bangku Taman",
        "konten": "Taman kota menjadi saksi pertama kali Baskara dan Maya bertemu. Sebuah pertemuan tak terduga yang berubah menjadi kisah cinta yang rumit.",
        "tanggal_publikasi": "2024-11-03"
    },
    {
        "id": 4,
        "judul": "Langit Senja dan Rindu Baskara",
        "konten": "Di bawah langit senja, Baskara menatap ponselnya. Ia rindu suara Nadira, wanita yang pernah mengisi hari-harinya dengan tawa.",
        "tanggal_publikasi": "2024-11-04"
    },
    {
        "id": 5,
        "judul": "Baskara dan Mawar di Tepi Jalan",
        "konten": "Setangkai mawar merah terjatuh di depan Baskara saat ia melintasi jalan itu. Mawar yang ternyata dikirim oleh seseorang yang telah lama menyimpan rasa.",
        "tanggal_publikasi": "2024-11-05"
    },
    {
        "id": 6,
        "judul": "Puisi Rahasia untuk Baskara",
        "konten": "Baskara menemukan sebuah buku catatan berisi puisi-puisi yang menggambarkan dirinya. Ia pun mulai penasaran siapa pengarangnya.",
        "tanggal_publikasi": "2024-11-06"
    },
    {
        "id": 7,
        "judul": "Baskara dan Senyum Gadis di Perpustakaan",
        "konten": "Senyum kecil dari gadis di perpustakaan itu membuat Baskara terus datang setiap hari. Namun, ia belum cukup berani untuk menyapanya.",
        "tanggal_publikasi": "2024-11-07"
    },
    {
        "id": 8,
        "judul": "Cinta di Balik Kamera Baskara",
        "konten": "Fotografi adalah dunia Baskara, hingga suatu hari ia bertemu dengan Rani, seorang model yang menjadi inspirasi baru dalam hidupnya.",
        "tanggal_publikasi": "2024-11-08"
    },
    {
        "id": 9,
        "judul": "Baskara dan Kado Tak Terduga",
        "konten": "Pada hari ulang tahunnya, Baskara menerima kado misterius. Sebuah buku catatan yang penuh kenangan akan masa lalu mereka.",
        "tanggal_publikasi": "2024-11-09"
    },
    {
        "id": 10,
        "judul": "Rindu di Malam Tahun Baru",
        "konten": "Malam tahun baru menjadi momen Baskara menulis pesan rindu untuk Melati. Namun, ia masih ragu untuk mengirimnya.",
        "tanggal_publikasi": "2024-11-10"
    },
    {
        "id": 11,
        "judul": "Janji di Bawah Pohon Kenangan",
        "konten": "Di bawah pohon besar di halaman sekolah, Baskara dan Sinta pernah membuat janji. Namun, waktu telah menguji janji itu.",
        "tanggal_publikasi": "2024-11-11"
    },
    {
        "id": 12,
        "judul": "Baskara dan Simfoni Hati",
        "konten": "Melodi piano yang dimainkan oleh Livia membuat hati Baskara bergetar. Ia tahu, ada pesan cinta yang tersembunyi di setiap notnya.",
        "tanggal_publikasi": "2024-11-12"
    },
    {
        "id": 13,
        "judul": "Cinta yang Tak Tersampaikan",
        "konten": "Baskara menatap punggung Dinda dari kejauhan. Ada banyak kata yang ingin ia ucapkan, tapi keberanian selalu gagal menghampirinya.",
        "tanggal_publikasi": "2024-11-13"
    },
    {
        "id": 14,
        "judul": "Baskara dan Lukisan Senja",
        "konten": "Di sebuah galeri seni kecil, Baskara melihat sebuah lukisan senja yang mengingatkannya pada momen bersama Alea. Itu adalah karya yang penuh kenangan.",
        "tanggal_publikasi": "2024-11-14"
    },
    {
        "id": 15,
        "judul": "Harapan Baru untuk Baskara",
        "konten": "Setelah lama tenggelam dalam luka lama, Baskara bertemu dengan Hana, seorang wanita yang membawa cahaya baru ke dalam hidupnya.",
        "tanggal_publikasi": "2024-11-15"
    },
    {
        "id": 16,
        "judul": "Rahasia di Balik Cincin Baskara",
        "konten": "Cincin di jari manis Baskara selalu menjadi misteri bagi teman-temannya. Hingga suatu hari, ia menceritakan kisah di balik cincin itu.",
        "tanggal_publikasi": "2024-11-16"
    },
    {
        "id": 17,
        "judul": "Baskara dan Gadis Penjual Bunga",
        "konten": "Bunga mawar putih dari seorang gadis penjual bunga di pasar tradisional menjadi awal dari kisah cinta Baskara yang tak terduga.",
        "tanggal_publikasi": "2024-11-17"
    },
    {
        "id": 18,
        "judul": "Sebuah Lagu untuk Baskara",
        "konten": "Saat mendengar lagu di sebuah kafe, Baskara menyadari lagu itu diciptakan oleh seseorang yang mengenal kisah cintanya.",
        "tanggal_publikasi": "2024-11-18"
    },
    {
        "id": 19,
        "judul": "Penantian Baskara di Stasiun Kereta",
        "konten": "Di stasiun kereta, Baskara menunggu Liana yang berjanji akan datang. Namun, harapan dan kenyataan terkadang tak sejalan.",
        "tanggal_publikasi": "2024-11-19"
    },
    {
        "id": 20,
        "judul": "Kopi Pahit di Meja Baskara",
        "konten": "Cangkir kopi pahit yang tersaji di depan Baskara menjadi saksi sebuah pembicaraan jujur tentang rasa yang selama ini terpendam.",
        "tanggal_publikasi": "2024-11-20"
    },
    {
        "id": 21,
        "judul": "Di Antara Buku-Buku Usang",
        "konten": "Baskara menemukan sebuah catatan kecil yang terselip di buku tua di perpustakaan. Tulisan tangan itu mengingatkan dirinya pada Siska, cinta pertamanya.",
        "tanggal_publikasi": "2024-11-01"
    },
    {
        "id": 22,
        "judul": "Baskara dan Lampion yang Terbang",
        "konten": "Saat lampion terbang menghiasi langit malam, Baskara melihat siluet perempuan yang ia kenal di antara keramaian. Ia tahu, itulah saatnya mereka bertemu lagi.",
        "tanggal_publikasi": "2024-11-02"
    },
    {
        "id": 23,
        "judul": "Baskara dan Aroma Hujan",
        "konten": "Di tengah hujan lebat, Baskara mendengar suara lembut dari seorang gadis yang meminjamkan payungnya. Sejak saat itu, hatinya ikut basah oleh cinta.",
        "tanggal_publikasi": "2024-11-03"
    },
    {
        "id": 24,
        "judul": "Janji yang Tertinggal",
        "konten": "Baskara kembali ke tempat di mana ia dan Kirana pernah berjanji untuk saling menunggu. Namun, janji itu kini hanya menjadi cerita usang.",
        "tanggal_publikasi": "2024-11-04"
    },
    {
        "id": 25,
        "judul": "Nada-Nada Rindu",
        "konten": "Baskara mendengar gitar akustik dimainkan di taman kota. Lagu itu adalah melodi rindu yang pernah ia ciptakan untuk Mba Anjani.",
        "tanggal_publikasi": "2024-11-05"
    },
    {
        "id": 26,
        "judul": "Langkah Kecil di Pinggir Pantai",
        "konten": "Baskara berjalan menyusuri pantai dan menemukan jejak kaki yang ia kenal. Jejak itu membawanya pada seorang yang pernah ia tinggalkan.",
        "tanggal_publikasi": "2024-11-06"
    },
    {
        "id": 27,
        "judul": "Goresan di Atas Kanvas",
        "konten": "Baskara melihat potret dirinya di galeri seni. Ia tak pernah tahu bahwa dirinya adalah inspirasi terbesar bagi seorang pelukis bernama Ronaldo.",
        "tanggal_publikasi": "2024-11-07"
    },
    {
        "id": 28,
        "judul": "Mimpi Tentang Baskara",
        "konten": "Dalam tidurnya, Baskara bermimpi bertemu Dia, gadis yang pernah menjadi pusat dunianya. Namun, kenyataan membawanya kembali ke kesepian.",
        "tanggal_publikasi": "2024-11-08"
    },
    {
        "id": 29,
        "judul": "Rahasia di Balik Gerbang Sekolah",
        "konten": "Sebuah graffiti dengan nama Baskara tertulis di dinding belakang sekolah. Tulisan itu mengungkap perasaan diam-diam seorang teman lama.",
        "tanggal_publikasi": "2024-11-09"
    },
    {
        "id": 30,
        "judul": "Baskara dan Layar Perahu Kertas",
        "konten": "Perahu kertas yang dihanyutkan Baskara di sungai membawa pesan cinta untuk seseorang yang ia rindukan di ujung kota.",
        "tanggal_publikasi": "2024-11-10"
    },
    {
        "id": 31,
        "judul": "Suara di Balik Telepon",
        "konten": "Baskara tak sengaja menghubungi nomor lama yang ternyata masih aktif. Suara di seberang membuatnya mengingat masa-masa indah bersama bude Clara.",
        "tanggal_publikasi": "2024-11-11"
    },
    {
        "id": 32,
        "judul": "Sebuah Kursi Kosong",
        "konten": "Baskara menatap kursi kosong di sebuah kafe. Dulu, kursi itu selalu diisi olehnya, kekasih yang kini hanya ada dalam kenangan.",
        "tanggal_publikasi": "2024-11-12"
    },
    {
        "id": 33,
        "judul": "Sinar Lilin di Malam Gelap",
        "konten": "Saat mati lampu, Baskara melihat cahaya lilin dari balkon tetangganya. Ia mendapati sosok Lila yang menatapnya dengan senyum hangat.",
        "tanggal_publikasi": "2024-11-13"
    },
    {
        "id": 34,
        "judul": "Tarian di Tengah Hujan",
        "konten": "Baskara dan Elsa blackpink pernah menari di bawah hujan deras. Momen itu terus terulang dalam pikirannya, meskipun Ayu kini telah jauh darinya.",
        "tanggal_publikasi": "2024-11-14"
    },
    {
        "id": 35,
        "judul": "Baskara dan Lagu yang Tak Selesai",
        "konten": "Baskara duduk di depan teras, mencoba menyelesaikan lagu yang ia tulis bersama dia. Namun, setiap nada membuatnya semakin merindukannya.",
        "tanggal_publikasi": "2024-11-15"
    },
    {
        "id": 36,
        "judul": "Sepucuk Surat dari Masa Lalu",
        "konten": "Surat tanpa nama itu tiba-tiba muncul di rumah Baskara. Tulisan di dalamnya mengingatkannya pada seorang yang telah pergi jauh..",
        "tanggal_publikasi": "2024-11-16"
    },
    {
        "id": 37,
        "judul": "Baskara dan Bayangan di Pantai",
        "konten": "Di tepi pantai saat senja, Baskara melihat bayangan yang menyerupai Mira, cinta yang tak pernah sempat ia ungkapkan.",
        "tanggal_publikasi": "2024-11-17"
    },
    {
        "id": 38,
        "judul": "Baskara dan Payung Pink",
        "konten": "Payung Pink yang tertinggal di kantin kampus membuat Baskara kembali bertemu dengan lisa blackpink, wanita yang pernah menjadi dunianya.",
        "tanggal_publikasi": "2024-11-18"
    },
    {
        "id": 39,
        "judul": "Jejak di Jalan Setapak",
        "konten": "Baskara menyusuri jalan setapak menuju desa kecil, tempat ia dan Fira pernah bermimpi untuk memulai hidup baru bersama.",
        "tanggal_publikasi": "2024-11-19"
    },
    {
        "id": 40,
        "judul": "Kopi Pahit di Meja Baskara",
        "konten": "Cangkir kopi pahit yang tersaji di depan Baskara menjadi saksi sebuah pembicaraan jujur tentang rasa yang selama ini terpendam.",
        "tanggal_publikasi": "2024-11-20"
    }
]